data = {
#--БАЗА ДАННЫХ ПИТОНА В ЯЩЕРЕ--
    "циф": "int",
    "нить": "str",
    "дробь": "float",
    "класс": "class",
    "функция": "def",
    "и": "and",
    "или": "or",
    "с": "with",
    "сказать": "print",
    "ввести": "input",
    "если": "if",
    "также": "elif",
    "иначе": "else",
    "пока": "while",
    "для": "for",
    "в": "in",
    "не": "not",
    "Ложь": "False",
    "Истина": "True",
    "импортировать": "import",
    "из": "from",
    "как": "as",
    "сломать": "break",
    "вернуть": "return",
    "метка": "#",
#----------ДОПОЛНЕНИЯ ЯЩЕРА-----------
    "очистить": "очистить_экран()",
#-----БИБЛИОТЕКИ ВСТРОЕННЫЕ-----
#рандом
    "случайно": "random",
    "случисл": "randint",
    "случибор": "choice",
#время
    "время": "time",
    "отдохни": "sleep",
#json
    "джсон": "json",
    "сохр": "dump",
    "загр": "load",
    "загр_стр": "loads",
    "сохр_стр": "dumps",
    "сортир": "sort_keys=True",
#математика
    "матем": "math",
    "кор": "sqrt",
    "степ": "pow",
    "кос": "cos"
    "син": "sin"
    "округ": "round",
    "абс": "abs",
    "фабс": "fabs",
    "остаток": "fmod",
    "целн": "floor",
    "целв": "ceil",
    "танг": "tan",
    "градусы": "degrees",
    "радианс": "radians",
    "отсечь": "trunc",
    "ейл": "e",
    "пи": "pi"
}